IdeaRS.Connections
EndPlateData.NotchOffset Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the value for notch offset
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double NotchOffset { get; set; }
Property Value
Type: Double
See Also
Reference
EndPlateData Class
IdeaRS.Connections.Data Namespace